<template>
<div id="Protocol">
  <h4>J-Pay商户支付增值业务服务协议</h4>
  <p>为使用“J-Pay商户支付增值业务服务”，您应当阅读并遵守《J-Pay商户支付增值业务服务协议》（以下简称“本协议”），本协议具有合同法律效力。 请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款。 请您确认理解并同意所有条款后进行勾选。除非您已阅读并接受本协议所有条款，否则您无权使用本服务。</p>
  <h6>一、定义</h6>
    <ul>
      <li>1.1 支付增值业务服务：指J-Pay提供的支付相关的增值服务，包括但不限于代商户向具有结算业务的机构取得结算服务、支付业务咨询指导、支付渠道接入、交易对账报表及明细整理等各项增值服务。</li>
      <li>1.2 J-Pay平台：指服务方提供的，以您通过支付渠道发来的电子付款指令为依据，委托依法取得《支付业务许可证》的非银行支付机构或者银行等机构，为您提供资金代支付、代结算及代清算等支付服务的支付渠道集合系统平台。</li>
      <li>1.3 服务方：指北京中欣银嘉商务服务有限公司（以下简称“J-Pay”）。服务方负责对商户进行身份验证后，通过J-Pay支付平台供商户及其客户使用移动应用发起交易。</li>
    </ul>
  <h6>二、服务收费标准</h6>
    <p>详见附表</p>
  <h6>三、服务内容</h6>
  <ul>
    <li>3.1 本协议约定的服务是指您授权J-Pay以您通过支付渠道发来的电子付款指令为依据，委托依法取得《支付业务许可证》的非银行支付机构或者银行等机构，向您的客户收取交易待结算款，并将上述待结算交易款扣除服务费后于约定的支付时间结算到您的指定账户；J-Pay同意并接受您的委托进行支付增值业务服务处理。</li>
    <li>3.2 上述服务的服务费从您的待结算交易款中扣除。变更服务收费标准或者新设收费项目的，J-Pay将按照标准格式连续公示30日，并于您首次办理相关业务前确认其知悉且接受拟调整的全部详细内容。如您在额度调整后继续使用本服务，表示同意相关调整。</li>
    <li>3.3本服务仅能用于您在J-Pay平台申报并经核准的商品或服务；您了解并同意快付通有权根据您经营的商品或服务类型，以及您经营活动的风险状况调整您的交易额度。</li>
    <li>3.4对于在途资金，J-Pay不支付任何形式的利息或类似费用。</li>
  </ul>
  <h6>四、双方的权利和义务</h6>
  <ul>
    <li>4.1 您确认，为使用本服务所提供的所有信息是真实的、合法的、正确的、完整的。本协议所指交易信息是指您使用本服务时需要提供的信息，包括但不限于账户名、个人姓名、身份证号码、银行卡号、交易金额等。</li>
    <li>4.2 您保证您不属于以下监管机构禁止发展的下列商户：</li>
    <p>（1） 非法设立的经营组织；</p>
    <p>（2） 特殊行业商户：包括本国法律禁止的赌博及博彩类、色情服务类、出售违禁药品、毒品、黄色出版物、军火弹药及其他与商户所在地法律、法规相抵触的商户；</p>
    <p>（3）可疑商户：商户或商户负责人(或法人代表)已被列入中国银联风险信息共享系统“可疑商户”信息库；</p>
    <p>（4）注册地及经营场所不在收单机构所在国的商户。</p>
    <li>4.3 您不得将J-Pay提供的支付增值业务服务用于受理协议许可范围以外的用途，也不得给受理协议许可范围以外的第三方使用；不得将J-Pay提供的支付增值业务服务委托或转让给第三方。您不得从事资金结算服务，不得向二级商户或下游商户开展资金结算。</li>
    <li>4.4 您不得泄漏账户信息及交易数据；不得留存银行卡卡片验证码、个人标识码和卡片有效期等敏感账户信息。违反要求需承担相应风险损失责任。</li>
    <li>4.5 您有下列行为的，属于违规操作，应承担相应责任：篡改交易数据、套现、分单操作、以现金方式退货，利用预授权、消费撤销及冲正等交易套取发卡机构信用资金等。</li>
    <li>4.6 您应对交易数据或签购单等交易原始凭证等保存至少3年。如因您对交易数据及凭证保管不当或遗失造成的经济损失由您承担。</li>
    <li>4.7 J-Pay仅为您提供支付增值业务服务，您与用户或其他主体之间的纠纷由您自行负责处理，与J-Pay无关。如您与用户或其他主体之间的纠纷给J-Pay造成损失，J-Pay有权从您后续待结算交易款中予以扣除，当后续待结算交易款不足时，由您承担赔偿责任。</li>
    <li>4.8 您须保证您的待结算交易款的原始交易真实、正当、合法，不会违反法律法规，也不会侵犯任何第三方利益。</li>
    <li>4.9 您承诺您的待结算交易款均系其合法收入，即您的待结算交易款来源不涉及任何违法、违规行为，因您的待结算交易款来源不明导致的风险由您自行承担，因此给J-Pay造成名誉或经济损失的，您应予以赔偿。</li>
  <li>4.10 您不得利用J-Pay提供的本协议服务从事洗钱、赌博、金融诈骗、恐怖融资等各种违法犯罪活动，J-Pay一旦发现您的商品销售或服务提供不符合国家法律、行政法规、部门规章及地方性法规的，有权立即终止本协议、停止服务并向有关监管机关或司法机关报告，您应承担因此导致的一切经济及法律责任。</li>
  <li> 4.11 J-Pay将您的待结算交易款项成功支付于您后，如出现J-Pay向您多付、错付款项等情况，则J-Pay有权从您之后的待结算交易款中扣除相应金额。</li>
  <li>4.12 基于该系统服务的实时性和不可更改性，您向J-Pay作出授权指令后，均为不可撤销或更改的，您对此无异议。您不应以非本人意愿交易或其他任何原因要求退款或承担其他责任。</li>
  <li>4.13 您确认对使用本服务过程中您发出的所有指令的真实性、有效性承担全部责任；J-Pay依照您的指令进行操作的一切风险由您自行承担。</li>
  <li>4.14 您保证不向其他任何人泄露该交易信息。您知晓，您应妥善保管银行卡、卡号、密码以及您的账号、密码、数字证书等与银行卡有关的一切信息。如您遗失银行卡、泄露账户密码或相关信息的，您应及时通知发卡行及/或J-Pay，以减少可能发生的损失。因泄露密码、数字证书、丢失银行卡等导致的损失需由您自行承担。</li>
  <li>4.15 J-Pay向您提供支付增值业务服务时，是基于您充分有效的合法授权。您须对授权的合法性、真实性、有效性负责。有效授权包括：</li>
   <p> 电子授权：即J-Pay为您提供授权验证服务，您通过该验证服务□首次/□每次输入本人姓名、身份证件号码、银行卡卡号、预留银行手机号码信息，J-Pay根据您传送的数据发送动态口令（短信验证码），您收到后输入动态口令经J-Pay进行验证一致后，J-Pay将前述信息送至银行验证成功后即可进行交易，您输入验证码并勾选相关授权信息后即可视为有效授权。</p>
  <li>4.16 您保证所提交至J-Pay进行支付增值业务服务处理的借记卡支付数据，已取得您本人的有效授权，同意从账户中扣收相关款项。否则，由此产生的一切纠纷和责任，由您本人承担。J-Pay对根据本协议的约定进行的支付增值业务服务的一切后果和风险不承担任何责任。您的违约行为导致J-Pay承担任何责任或产生任何损失的，由您承担全部责任。</li>
  <li>4.17 您应妥善保管终端登录账户及密码，包括但不限于手机短信验证码等。您的商户号下的一切行为均视为您的真实意思表示。因您管理不善导致一切经济损失的，由您自行承担。</li>
  <li>4.18 若您需变更结算账户，应及时发起变更申请。因变更账户或指定收款人但未及时通知导致增加的额外成本或任何损失，由您承担。</li>
  <li>4.19 J-Pay提供的支付增值业务服务数据以您发起的数据为准，不对上述数据的真实性和准确性、合法性负责。您与J-Pay对账数据不一致的，以J-Pay平台记录的数据为准。</li>
  <li>4.20 J-Pay可根据自身风险控制标准，为您设置单笔、单日或单月交易限额。对交易金额超过限额的，授权支付渠道拒绝交易；并可根据商户违规情形及风险状况，采取授权支付渠道延迟资金结算、降低交易限额、暂停交易等风险防控措施。</li>
  <li>4.21 在您入网审核、日常管理及其他正常业务范围内，您同意J-Pay可使用您及其法定代表人的征信及风险信息。您同意授权J-Pay通过依法成立的征信机构查询您本人的征信信息多次,授权期限为业务存续期；您同意授权J-Pay向依法成立的征信机构提供因本业务产生的本人的信息(包括您本人在本业务中产生的不良信息，且无须另行告知您本人)。本授权随本协议一经勾选即生效，不可撤销。本授权是您本人真实意思表示，您本人愿意承担由此带来的一切法律后果。</li>
  <li>4.22 您变更其经营范围或新增经营虚拟类产品时，应及时将变更经营内容向J-Pay备案。</li>
  <li>4.23 当J-Pay发现存在商户交易终止情况（具体规定，详见附录）时，将立即暂停向您提供服务，J-Pay有权视情况向您追究违约责任，并要求您承担损失赔偿责任。</li>
  </ul>
  <h6>五、商户/个人查询信息授权</h6>
  <ul><li>
    <li>5.1 您/您单位同意并不可撤销的授权J-Pay查询、搜集您/您单位相关数据，包括但不限于营业执照等证明文件及法定代表人或负责人身份证件、商户实地照片、 商户负责人在营业场所手持身份证照片及对该营业场所的权属证明或租赁协议，但法律、法规、监管政策禁止的除外。</li>
    <li> 5.2 您/您单位在此声明已充分理解上述授权条款含义，知晓并自愿承担提供上述数据可能产生泄漏等不良影响及法律后果；您/您单位已经对个人信息及数据提供事宜及其风险向您/您单位做了充分说明，您/您单位已知晓并同意。本授权随本协议一经勾选即生效。</li>
  </ul>
  <h6>六、违约责任</h6>
  <ul>
    <li>6.1 您违反在本协议中所做的保证、承诺或其他条款，均构成违约。J-Pay有权停止为您提供本协议服务，视违约情况向您追偿人民币10万-100万的违约金，要求您赔偿J-Pay因此而遭受的一切损失。</li>
    <li>6.2 您有下列情形之一的，J-Pay有权单方无条件终止本协议，同时要求您承担由此造成的相关法律责任，并向J-Pay支付违约金人民币 50万-100万（具体金额由J-Pay根据您违约情节确定；第11和第13项不包含在内）；违约金不足以弥补损失的，您还应当继续就不足部分承担赔偿责任。由此导致客户或第三方的损失均由您承担赔偿责任：</li>
    <p>（1）以虚假资料或冒用其他商户的资料申请开通本协议服务；</p>
    <p>（2）违反相关规定，违规使用、存储、传输客户信息和交易数据，导致客户账户信息和交易数据泄露或发生账户信息和交易数据被篡改或破坏；</p>
    <p>（3）您拒绝配合调单或不能提供有效交易单据，给J-Pay造成损失的；</p>
    <p>（4）您名义上经营范围正常，或以正常名义申请成为合作伙伴后，实际从事禁入商户类型的经营活动，或实际的经营情况与营业执照上登记的经营范围不符；</p>
    <p>（5）有诋毁J-Pay声誉行为的；</p>
    <p>（6）客户投诉数量较多，且未在本协议约定期限内妥善解决完毕或先行全额赔付的；</p>
    <p>（7）您涉嫌从事或被他人利用从事套现、盗窃、诈骗资金、洗钱、恐怖融资、传销等非法活动的；</p>
    <p>（8）被监管机构、银行卡组织认定为不良商户，或您及其法定代表人或负责人在监管机构的风险信息管理系统中存在不良信息；</p>
    <p>（9）发生恶意重扣（单卡单日重复扣款3次以上）、多扣交易的；</p>
    <p>（10）将J-Pay提供的支付增值业务提供给其他商户；</p>
    <p>（11）连续180天没有交易发生的；</p>
    <p>（12）因违反法律法规，被有关机关查处或被司法机关立案或介入调查；</p>
    <p>（13）经营不善、停业整顿、申请解散或申请破产、恶意倒闭、被工商部门注销登记、吊销营业执照；</p>
    <p>（14）其他违反法律法规及本合同的行为。</p>
  </ul>
  <h6>七、免责条款</h6>
  <ul>
    <li>乙方对此充分理解并同意甲方无须就下述情况承担责任：</li>
    <p>（1）甲方公告的系统停机维护期间。</p>
    <p>（2）网络设备出现故障不能进行数据传输的。</p>
    <p>（3）发生台风、地震、洪水、停电等事件造成甲方系统障碍不能提供服务的。</p>
    <p>（4）由于黑客攻击、网络技术调整或故障、第三方方面的问题等原因而造成甲方的服务中断或者延迟。</p>
  </ul>
  <h6>八、其它约定</h6>
      <ul>
        <li>8.1 本协议在您勾选同意后正式生效，有效期壹年。若双方于合作期限届满前三十日对继续合作没有异议的，本协议自动续约壹年。</li>
        <li>8.2 J-Pay有权在事先通知您的情况下调整本协议相关内容，通知方式包括但不限于网站或移动应用公示、书面、邮件等，公告期限届满后即时生效。若您在本协议内容公告后无异议，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容进行合作；若您不同意变更后的协议内容，您应在变更生效前与J-Pay联系解决。</li>
        <li> 8.3 您知悉并同意J-Pay通过包括但不限于短信、微信、自媒体、邮件等方式向您发送推广信息及通知。</li>
        <li>8.4 各方有权基于各自的营运需要，可提前终止本协议。主动提出方应提前一个月以书面或电子邮件形式通知对方, 无需承担任何法律责任。</li>
        <li> 8.5 本协议之解释、适用、争议解决等一切事宜，均适用中华人民共和国大陆地区法律；法律无明文规定的，应适用于J-Pay制定的业务规则和通行的商业惯例。因本协议产生任何纠纷，各方应友好协商，协商不成的，各方应将争议提交J-Pay注册地所在地人民法院诉讼解决。</li>
        <li> 8.6 本协议内容同时包括J-Pay可能发布的关于支付增值业务服务的相关协议、服务声明、业务规则及公告指引等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</li>
      </ul>
  <h6>附录：商户交易终止情况</h6>
  <ul>
    <li> 1. 虚假申请：以虚假资料或盗用其他商户资料向快付通申请为特约商户；</li>
    <li>2. 泄露账户及交易信息：您违反保密条款，将银行卡账户及交易数据信息泄露给不法分子使用；</li>
    <li> 3. 套现：您与不良持卡人或其他第三方勾结，或自身以虚拟交易套取现金；</li>
    <li> 4. 洗单：您将其他未签约商户的交易通过使用本商户的受理终端或收款二维码进行收款，假冒本店交易与快付通清算；</li>
    <li> 5. 恶意倒闭：您接受二维码支付的预付款后故意破产，使快付通承担退单损失；</li>
    <li> 6. 虚假交易：在持卡人不知情的情况下利用其账户编造虚假交易或恶意多次扫描持卡人的付款二维码，冒充持卡人进行虚假交易；</li>
    <li> 7. 欺诈交易超过一定比率：一定时期内的欺诈交易超过收单机构规定的比率；</li>
    <li> 8. 名义经营范围与实际情况不符：您名义上经营范围正常，或以正常名义申请成为特约商户后，实际从事禁入商户类型的经营活动；</li>
    <li> 9. 违规布放二维码：您未经快付通许可，擅自将收款所用二维码从登记的经营场所转移至其他地址；</li>
    <li> 10. 商户合谋欺诈：指您在业务受理过程中，存在违规操作、蓄意进行欺诈交易或纵容、包庇、协助进行欺诈交易等行为；</li>
    <li> 11. 因银行卡欺诈交易已被司法机关立案或介入调查；</li>
    <li> 12. 已被其他卡组织认定为“高风险商户”；</li>
    <li>13. 经营不善，已破产或停业；</li>
    <li> 14. 其他风险原因。</li>
  </ul>
</div>
</template>

<script>
  export default{
    name: 'Protocol',
    data() {
      return {}
    },
    methods: {},
    mounted() {


    },
    updated() {

    },
    activated() {

    },
    components: {}
  }
</script>

<style scoped lang="scss">
#Protocol{
  padding: 0.75rem;
  background: #fff;
  h4{
    font-size: 0.8rem;
    text-align: center;
    color: #333;
    margin-bottom: 0.75rem;
  }
  p{
    font-size: 0.65rem;
    text-indent: 1.2rem;
    line-height: 1rem;
    color: #333;
  }
  h6{
    font-size: 0.75rem;
    color: #333;
    line-height: 2rem;
  }
  ul{
    padding-left: 1rem;
    li{
      font-size: 0.65rem;
      text-indent: -1rem;
      line-height: 1rem;
      color: #333;
    }
    p{
      text-indent: 0;
    }
  }
}

</style>
